Repository: UltiimateDog/Vendimia
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# ¿Quién eres?
source: Who are you ?
es: ¿Quien eres?

source: Account name
es: Nombre de la cuenta

# Aceptar
source: Accept
es: Aceptar

source: Already have an account ?
es: Ya tienes cuenta ?

# Añadir Tarjeta
source: Add card
es: Añadir tarjeta

# Autenticación
source: Authentication
es: Autenticacion

# Autenticar
source: Authenticate
es: Autenticar

# Bienvenido
source: Welcome
es: Bienvenido

# Cambiar foto de perfil
source: Change profile picture
es: Cambia foto de perfil

# CambiarTarjeta
source: Change card
es: Cambiar tarjeta

source: Concept
es: Concepto

# Continuar
source: Continue
es: Continuar

source: Create account
es: Crear cuenta

source: Download voucher
es: Descargar comprobante

# Dudas frecuentes
source: Common questions
es: Dudas frecuentes

source: Established
es: Establecido

# Fecha de Expiracion
source: Expire date
es: Fecha de expiración

source: Find a transaction
es: Busca una transacción

source: Full name
es: Nombre completo

source: Giver account
es: Cuenta retiro

# Hola
source: Hello
es: Hola

# Insert concept
source: Insert a concept
es: Inserte un concepto

source: Insert reference
es: Inserte una referencia

source: Insert tracking number
es: Inserte un numero de seguimiento

source: IVA Comision
es: Comision por IVA

source: Login
es: Iniciar sesión

# Muy bien!
source: Very good!
es: Muy bien!

# Nombre completo
source: Full name
es: Nombre completo

# Nombre de Tarjeta
source: Card name
es: Nombre de tarjeta

# Numero de Tarjeta
source: Card number
es: Numero de tarjeta

source: Password
es: Contraseña

source: Receiver account
es: Cuenta destino

source: Receiver bank
es: Banco destino

source: Reference
es: Referencia

# Rostro valido
source: Valid face
es: Rostro valido

# Saldo:
source: Credit:
es: Saldo:

# Seleccionar Tarjeta
source: Select card
es: Seleccionar tarjeta

# Sigue asi!
source: Keep going!
es: Sigue así!

source: Since
es: Desde

source: Telephone number
es: Numero de telefono

# Titulo
source: Title
es: Titulo

source: To
es: Hasta

source: Tracking key
es: Llave de rastreo

source: Tracking#
es: #Seguimiento

source: Transaction
es: Transacción

source: Username
es: Nombre de usuario

# Volver a escanear
source: Scan again
es: Volver a escanear

source: Welcome back!
es: Bienvenido de vuelta!
